export default {
  1: {
    subTitle: 'Если Вы не согласны с условиями данного соглашения, не используйте сайт inctagram!',
    text: 'Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между inctagram (далее inctagram или Администрация) с одной стороны и пользователем сайта с другой. Сайт inctagram не является средством массовой информации. Используя сайт, Вы соглашаетесь с условиями данного соглашения.',
    title: 'Пользовательское соглашение',
  },
  2: {
    options: [
      'Текстовой информации',
      'Фотоматериалов',
      'Ссылок на материалы, размещенные на других сайтах',
    ],

    subTitle:
      'Администрация предоставляет пользователю право на размещение на сайте следующей информации:',
    title: 'Предмет соглашения',
  },
  3: {
    sections: [
      {
        content: [
          'осуществлять поиск информации на сайте',
          'получать информацию на сай',
          'создавать информацию для сайта',
          'распространять информацию на сайте',
          'комментировать контент, выложенный на сайте',
          'копировать информацию на другие сайты с указанием источника',
          'копировать информацию на другие сайты с разрешения правообладателя',
          'использовать информацию сайта в личных некоммерческих целях',
          'использовать информацию сайта в коммерческих целях с разрешения правообладателей',
        ],
        title: 'Пользователь имеет право:',
      },
      {
        content: [
          'по своему усмотрению и необходимости создавать, изменять, отменять правила',
          'ограничивать доступ к любой информации на сайте',
          'создавать, изменять, удалять информацию',
          'удалять учетные записи',
          'отказывать в регистрации без объяснения причин',
        ],
        title: 'Администрация имеет право:',
      },
      {
        content: [
          'обеспечить достоверность предоставляемой информации',
          'обновлять Персональные данные, предоставленные при регистрации, в случае их изменения',
          'не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность',
          'не нарушать работоспособность сайта',
          'не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу',
          'не совершать действия, направленные на введение других Пользователей в заблуждение',
          'не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам',
          'не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ',
          'не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ',
          'не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами',
        ],
        title: 'Пользователь обязуется:',
      },
      {
        content: [
          'поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.',
          'осуществлять разностороннюю защиту учетной записи Пользователя',
          'защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила',
          'предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом',
        ],
        title: 'Администрация обязуется:',
      },
    ],
    title: 'Права и обязанности сторон',
  },
  4: {
    additionalText:
      'Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса',
    options: [
      'пользователь лично несет полную ответственность за распространяемую им информацию',
      'администрация не несет никакой ответственности за достоверность информации, скопированной из других источников',
      'администрация не несёт ответственность за несовпадение ожидаемых Пользователем и реально полученных услуг',
      'администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами',
      'в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.)',
    ],
    title: 'Ответственность сторон',
  },
  5: {
    text: 'Данное Соглашение вступает в силу при любом использовании данного сайта. Соглашение перестает действовать при появлении его новой версии. Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению. При изменении соглашения, в некоторых случаях, администрация может оповестить пользователей удобным для нее способом.',
    title: 'Условия действия Соглашения',
  },
  back: 'Вернуться к регистрации',

  title: 'Условия использования',
}
