export default {
  1: "Политика конфиденциальности",
  addPhoto: "Добавить фото профиля",
  deleteText: "Вы действительно хотите удалить свою фотографию профиля?",
  deleteTitle: "Удалить фотографию",
  errors: {
    child: "Пользователь младше 13 лет не может создать профиль. <1></1>",
    fell: "Ошибка! Сервер недоступен!",
    formatFile: "Формат загружаемой фотографии должен быть PNG и JPEG.",
    maxSize: "Размер фотографии должен быть меньше 10 МБ!",
    success: "Ваши настройки сохранены!",
  },
  savePhoto: "Сохранить",
  selectPhoto: "Выбрать с компьютера",
};
