export default {
  back: 'Назад для входа в систему',
  email: 'Электронная почта',
  emailError: 'Пользователь с таким адресом электронной почты не существует',
  formEmail: 'Электронная почта должна соответствовать формату\n' + 'example@example.com',
  hidden:
    'Ссылка была отправлена по электронной почте.\n' +
    'Если вы не получили письмо, отправьте ссылку еще раз',
  send: 'Отправить ссылку',
  send2: 'Отправить ссылку еще раз',
  text: 'Введите свой адрес электронной почты, и мы вышлем вам дальнейшие инструкции',
  title: 'Забыли пароль',
}
