export default {
  aboutMePlaceholder: 'Напишите о себе',
  edit: {
    button: 'Сохранить изменения',
    error: 'Описание не может превышать 500 символов.',
    label: 'Добавьте описание поста',
    text: 'Если вы закроете изменения, они не сохранятся. Вы действительно хотите закрыть редактирование поста',
    titleConfirm: 'Закрыть пост',
    titleEdit: 'Редактировать пост',
  },
  followers: 'Подписчики',
  following: 'Подписки',
  post: {
    deletePost: 'Удалить сообщение',
    editPost: 'Редактировать пост',
    text: 'Вы уверены, что хотите удалить эту запись?',
  },
  publications: 'Публикации',
  settingsBtn: 'Настройки профиля',
}
