export default {
  aboutMePlaceholder: 'Напишите о себе',
  edit: {
    button: 'Сохранить изменения',
    error: 'Описание не может превышать 500 символов.',
    label: 'Добавьте описание поста',
    text: 'Вы действительно хотите завершить редактирование поста? Если вы закроете изменения, они не сохранятся.',

    titleConfirm: 'Закрыть пост',
    titleEdit: 'Редактировать пост',
  },
  followers: 'Подписчики',
  following: 'Подписки',
  post: {
    deletePost: 'Удалить пост',
    editPost: 'Редактировать пост',
    text: 'Вы уверены, что хотите удалить пост?',
  },
  publications: 'Публикации',
  settingsBtn: 'Настройки профиля',
}
