const ru = {
  1: 'Условиями использования',
  2: 'Политикой конфиденциальности',
  agree: 'Я согласен с  <1></1> и <2></2>',
  back: 'Вернуться к регистрации',
  checkbox: 'Необходимо согласиться с условиями',
  confirm: 'Пароль и подтверждение пароля должны совпадать',
  created: 'Аккаунт создан.',
  email: 'Электронная почта',
  emailExistsError: 'Пользователь с этим email уже зарегистрирован',
  emailMin: 'Строка должна содержать не менее 1 символа',
  formEmail: 'Электронная почта должна соответствовать формату\n' + 'example@example.com',
  haveSent: 'Мы отправили ссылку для подтверждения вашего электронного письма на ',
  invalidPassword: 'Пароль должен содержать',
  invalidUsername: 'Имя должно содержать',
  name: 'Имя пользователя',
  password: 'Пароль',
  passwordConfirmation: 'Подтверждение пароля',
  passwordMax: 'Максимальное количество символов 20',
  passwordMin: 'Минимальное количество символов 6',
  question: 'У вас уже есть аккаунт?',
  service: 'Пользовательское соглашение',
  signIn: 'Войти',
  title: 'Зарегистрироваться',
  usernameError: 'Максимальное количество символов 30',
  usernameExistsError: 'Пользователь с этим именем уже зарегистрирован',
}

export type SignUpLocale = typeof ru

export default ru
